[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="净化洪流"
mTooltip="移除友方生物的所有负面效果。随后对区域内的生物造成 %d 水系伤害 %icon_water。每场战斗一次。"

[Ability.A_Musou_buff H7BaseBuff]
mName="无双"
mTooltip="此生物的所有属性获得 %stat1 提升。"

[Ability.A_Clean_water H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="纯净"
mTooltip="当此生物对目标造成伤害时，移除该目标的所有正面效果。"

[A_Creature_Poseidon H7Creature]
mName="海神"
mLore="杉提瑞的许多定居点和城市都建立在杉提瑞遗迹之上。在探索这个古老文明的破败寺庙和神殿时，娜迦发现了奇迹般保存下来的、关于过去祭司阶层为赞颂水龙神莎拉萨而举行的仪式描述。其中一种仪式能够打开通往位于精神世界水下国度的道路，并召唤莎拉萨的上级水之灵。以杉提瑞帝国人民习惯看到的形态显形后，强大的海神指挥着迅疾的水流，带来对腐化的净化。\n\n招募所需稀有资源：\n5 龙钢"

[Ability.A_Musou H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="无双"
mTooltip="当此单位中的生物生命值低于10%时，其获得 %spell1.name 直到战斗回合结束（%spell1.name 将此生物的所有特性提升 %buff1.buff.stat1）。"